["an estimated 7.3 billion", "Middle East respiratory syndrome coronavirus", "Transmissibility and severity", "January 30, 2020", "H7N9", "After a new influenza virus (H7N9) was identified in China in 2013, a series of modeling articles described the effect of, and level of preparedness for, a severe, single-wave pandemic in the United States.", "the proportion of individuals who become ill with or die from a disease in a population initially uninfected", "20%", "2.2", "35 000 to 60 000", "The most frequently reported viruses include respiratory syncytial virus (RSV), influenza viruses A and B (IAV, IBV), parainfluenza viruses (PIVs), human rhinovirus (HRV) and adenovirus (ADV), ", "Currently, there are no approved vaccines or medications available for most of the respiratory viruses", "influenza and parainfluenza viruses, RSV, adenovirus, rhinovirus, human metapneumovirus, enterovirus, bocavirus and coronavirus", "Antibodies against foreign antigens are a critical component of the overall immune response and can facilitate pathogen clearance during a primary infection and also protect against subsequent infections.", "Dysregulation of the antibody response can lead to an autoimmune disease, malignancy, or enhanced infection. ", " in the 1970s with the development of hybridoma technology to produce monoclonal antibodies ", "somatic rearrangement during B cell differentiation was responsible for antibody diversification ", "(1) vaccine candidates that elicit protective antibodies; (2) antibodies that prevent disease when given prophylactically; and (3) antibodies that can be given as therapy after the onset of disease.", "discovery of broadly neutralizing antibodies (bnAbs) that protect against infection across diverse viral isolates has intensified efforts to understand the developmental pathway of the rare B cells that produce these antibodies", "For RSV, stabilized versions of the fusion (F) protein in the pre-fusion conformation have led to insights in the B cell's response to infection and has generated potentially safer and more efficacious vaccine candidates", "Influenza also performs fusion through the stem region of the hemagglutinin protein, and the identification of B cells that target this relatively conserved site has spurred research on the development of a universal influenza vaccine (", " Rare memory B cells producing antibodies specific for the EBV fusion machinery have been isolated; these can neutralize both B cell and epithelial cell infection (20). A new paradigm in malaria vaccine development is also emerging with the discovery of IgM+ and IgD+ memory B cells targeting the Merozoite Surface Protein 1, that rapidly respond to malaria re-infection", "The study of autoantigen-specific B cells and a detailed analysis of B cell subsets with pathogenic potential in humans could lead to a better understanding of how to prevent and treat autoimmune diseases.", "(MERS-CoV) was first isolated in 2012, in a 60-year-old man who died in Jeddah, KSA due to severe acute pneumonia and multiple organ failure", "Recent fatality rate (CFR) of 21%", " MERS-CoV infects males more than females", "Dromedary camels are the major animal source of MERS-CoV transmission to humans.", "median time until death is 11-13 days (range 5-27 days) among severely ill patients", " incubation period of 16 days with a mean of 5-6 days [", "ere is no specific treatment for MERS-CoV. Like most viral infections, the treatment options are supportive and symptomatic", "majority of confirmed cases of MERS-CoV were reported among people aged 40 and above", "common cold, pharyngitis, otitis, sinusitis, laryngotracheitis, epiglottitis", "bronchitis, pneumonia and bronchiolitis", "NK cells (CD3-/CD16+/CD56+)", "Excessive reactive oxygen species (ROS)", "reactive oxygen species (ROS)", "June 30, 2017", "to promote, set standards in, and evaluate progress toward better health for people in all countries", "a lowincome or middle-income country", "open-minded and creative", "Parainfluenza virus 4, respiratory syncytial virus B and enterovirus", "Coronavirus OC43", "2-5 times higher than in developed countries", "Africa", "age, sex, overcrowding, nutritional status, socio-economic status, and where study of ARIs is currently limited", "sore throat, fever, couch, running nose, vomiting, body ache, leg pain, nausea, chills, shortness of breath ", "Coronavirus OC43", "13.3% (95% CI 6.9-23.6%)", "12.5%", "increased severity of illness in the clinical sample", "active community surveillance", "the antiproliferative effect of a copper (II) complex on HT-29 colon cancer cells", "colorectal cancer", "83.2%", "64.3%", "detection of nuclear condensation", "apoptotic chromatin changes", "membrane permeability, cell shrinkage, disruption of the mitochondrial membrane, and chromatin condensation", "HT-29 cells", "compare the antiviral activity of CQ versus HCQ, the dose-response curves", " two potential drugs, CQ appears to be the drug of choice for large-scale use due to its availability, proven safety record, and a relatively low cost.", "CQ and HCQ are weak bases that are known to elevate the pH of acidic intracellular organelles", "Since acidification is crucial for endosome maturation and function, we surmise that endosome maturation might be blocked at intermediate stages of endocytosis,", " HCQ is a safe and successful anti-inflammatory agent", "Wuhan, China", "34,598", "new forecasting model to estimate and forecast the number of confirmed cases of COVID-19 in the upcoming ten days based on the previously confirmed cases recorded in China", "an improved adaptive neuro-fuzzy inference system (ANFIS) using an enhanced flower pollination algorithm (FPA) by using the salp swarm algorithm (SSA)", "to improve FPA to avoid its drawbacks (i.e., getting trapped at the local optima)", "to improve the performance of ANFIS by determining the parameters of ANFIS using FPASSA.", " FPASSA-ANFIS", "using the World Health Organization (WHO) official data of the outbreak of the COVID-19 to forecast the confirmed cases of the upcoming ten days.", "it showed better performance in terms of Mean Absolute Percentage Error (MAPE), Root Mean Squared Relative Error (RMSRE), Root Mean Squared Relative Error (RMSRE), coefficient of determination ( R 2 ), and computing time. ", " using two different datasets of weekly influenza confirmed cases in two countries, namely the USA and China", "showed good performances", " pathogens for human beings, which infect respiratory, hepatic, gastrointestinal, and neurologic diseases.", " among humans, birds, livestock, mice, bats, and other wild animals ", " in time series prediction and forecasting problems", "flexibility in determining nonlinearity in the time series data, as well as combining the properties of both artificial neural networks (ANN) and fuzzy logic systems.", "in various forecasting applications, for example, in [23] , a stock price forecasting model was proposed using ANFIS and empirical mode decomposition", "swarm intelligence", "particle swarm optimization", "sine-cosine algorithm", "multi-verse optimizer", "to forecast oil consumption in three countries, namely, Canada, Germany, and Japan.", "may stock at local optima", " ordered weighted averaging", "an improved ANFIS model based on a modified flower pollination algorithm (FPA) using the salp swarm algorithm (SSA).", "inspired by the flow pollination process of the flowering plants.", "inspired by the behavior of salp chains", " is a hybrid of FPA and SSA, in which the SSA is applied as a local search method for FPA", " by receiving the historical COVID-19 dataset.", "an efficient forecasting model to forecast the confirmed cases of the COVID-19 in China for the upcoming ten days based on previously confirmed cases.", " (1) early identification of outbreak, (2) rapid expansion of patients, (3) high risk of nosocomial transmission, (4) unpredictability of size impacted, and (5) lack of backup resource.", "Early identification of 2019-nCoV infection presents a major challenge", "2019-nCoV patients should be admitted", " substantial exposure risk for ICU staff because of the following reasons", "susceptible persons is S, infected (persons who are sick and spread the infection) -I, removed (persons who do not spread the infection anymore, this number is the sum of isolated, recovered and dead people) -R; the infection and immunization rates ", "bat beta-coronaviruses, with the highest being >96% identity ", "greater than 40,000", " as coronavirus disease discovered in 2019 (COVID-19)", "∼80% identity with SARS-CoV", " 99.8% homology, with a total of 202 single-nucleotide (nt) variations (SNVs) identified across the genome ", "greater than 1,100 nt ", "are distributed throughout the genome in a naturally occurring pattern following the evolutionary characteristics typical of CoVs", "The absence of a logical targeted pattern in the new viral sequences and a close relative in a wildlife species (bat", "the construction of a chimeric CoV with a bat CoV S gene (SHC014) in the backbone of a SARS CoV that has adapted to infect mice (MA15) and is capable of infecting human cells", " because of significant divergence in the genetic sequence of this construct with the new SARS-CoV-2 (>5,000 nucleotides).", "by serial passage of an infectious wildtype SARS CoV clone in the respiratory tract of BALB/c mice.", "due to six coding genetic mutations associated with mouse adaptation. ", "due to the mouse adaptation.", "t was proposed that the S gene from bat-derived CoV, unlike that from human patients-or civetsderived viruses, was unable to use human ACE2 as a receptor for entry into human cells ", "several novel bat coronaviruses were isolated from Chinese horseshoe bats and the bat SARS-like or SL-CoV-WIV1 was able to use ACE2 from humans, civets and Chinese horseshoe bats for entry ", "Combined with evolutionary evidence that the bat ACE2 gene has been positively selected at the same contact sites as the human ACE2 gene for interacting with SARS CoV [", " the exact S gene from bat coronavirus SL-SHC014 was synthesized and used to generate a chimeric virus in the mouse adapted MA15 SARS-CoV backbone. ", "The resultant SL-SHC014-MA15 virus could indeed efficiently use human ACE2 and replicate in primary human airway cells to similar titres as epidemic strains of SARS-CoV. While SL-SHC014-MA15 can replicate efficiently in young and aged mouse lungs, infection was attenuated, and less virus antigen was present in the airway epithelium as compared to SARS MA15, which causes lethal outcomes in aged mice", "as gain of function (GOF) studies under the US government-mandated pause policy ", "upon careful phylogenetic analyses by multiple international groups [5, 14] , the SARS-CoV-2 is undoubtedly distinct from SL-SHC014-MA15, with >6,000 nucleotide differences across the whole genome.", "that SARS-CoV-2 has HIV sequence in it and was thus likely generated in the laboratory. I", " they used careful bioinformatics analyses to demonstrate that the original claim of multiple HIV insertions into the SARS-CoV-2 is not HIV-1 specific but random ", " Because of the many concerns raised by the international community, the authors who made the initial claim have already withdrawn this report.", "Evolution is stepwise and accrues mutations gradually over time, whereas synthetic constructs would typically use a known backbone and introduce logical or targeted changes instead of the randomly occurring mutations that are present in naturally isolated viruses such as bat CoV RaTG13.", " there is currently no credible evidence to support the claim that SARS-CoV-2 originated from a laboratory-engineered CoV. It is more likely that SARS-CoV-2 is a recombinant CoV generated in nature between a bat CoV and another coronavirus in an intermediate animal host. ", "More studies are needed to explore this possibility and resolve the natural origin of SARS-CoV-2. We should emphasize that, although SARS-CoV-2 shows no evidence of laboratory origin, viruses with such great public health threats must be handled properly in the laboratory and also properly regulated by the scientific community and governments.", "to that of the severe acute respiratory syndrome (SARS) caused by SARS-CoV. ", "Wuhan City, China", "Wuhan City, China", " rapid and transparent sharing of information between countries and agencies", "31 December", "26 January 2020", "4 weeks", " reverse transcription polymerase chain reaction", "1000 bed hospital", "10 days", "transparent sharing of information between countries and agencies", "2012", "2 weeks", "10%", "34%", "the volume and diversity of the information available and the relative lack of verification mechanisms", "autoinfection, but also in infection of patients hospitalised for other causes when they provide care", " the health worker, but also for their families and the communities in which they live", "3", "where a case infected significantly more contacts than the average", "5 m people", "firstly, early recognition of the deteriorating patient; secondly, HCW safety; thirdly, bystander safety; fourthly, contingency plans for medical emergencies during transport; fifthly, post-transport decontamination", " the ability of a given host to tolerate an infection, and to return to a state of health", "coronavirus", "coronavirus", "2003", "8000", "35-50%", "10%", "animal reservoirs", "severe lung pathology", "Many infected patients have acute lung injury (ALI)", " In some patients there is a progression to the more severe form of ALI, acute respiratory distress syndrome (ARDS)", " a successful host must not only be able to clear the pathogen, but tolerate damage caused by the pathogen itself and also by the host's immune response", "SARS-CoV uses the ACE2 receptor to gain entry to cells, while MERS-CoV uses the ectopeptidase DPP4", "Unlike SARS-CoV infection, which causes primarily a severe respiratory syndrome, MERS-CoV infection can also lead to kidney failure", " SARS-CoV also spreads more rapidly between hosts, while MERS-CoV has been more easily contained, but it is unclear if this is due to the affected patient populations and regions", "SARS-CoV and MERS-CoV are contained in double membrane vesicles", "In patients with high initial viral titers there is a poor prognosis", "In a mouse model of SARS-CoV infection, the type I IFN response is delayed", "several viral proteins suppress the type I IFN response, and other aspects of innate antiviral immunity", "Retrospective analysis revealed that, when given at the correct time and to the appropriate patients, corticosteroid use could decrease mortality and also length of hospital stays", " there is some evidence that simultaneous treatment with IFNs could increase the potential benefits", "decreasing immunopathology by immunomodulation is problematic because it can lead to increased pathogen burden, and thus increase virus-induced pathology", "A recent paper demonstrates that topoisomerase I can protect against inflammation-induced death from a variety of viral infections including IAV", "Blockade of C5a complement signaling has also been suggested as a possible option in decreasing inflammation during IAV infection", "They act to stabilize the activation of aspects of the innate immune response and prevent excessive inflammation", "if they were obese, immunocompromised, diabetic or had cardiac disease", "a higher neutrophil count and low T-cell counts", "One factor that increased disease for patients infected with SARS-CoV and MERS-CoV was infection with other viruses or bacteria", "A recent study looking at malaria infections in animal models and human patients demonstrated that resilient hosts can be predicted", "Clinical studies have started to correlate specific biomarkers with disease outcomes in ARDS patients", "A systematic search was carried out in three major electronic databases (PubMed, Embase and Cochrane Library) to identify published studies in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. Supplementary strategies through Google Search and personal communications were used. ", " 25,000", " 2%", "males with a median age of 55 years and linked to the Huanan Seafood Wholesale Market ", "fever, cough, and myalgia or fatigue.", "betacoronavirus", " forms a clade within the subgenus sarbecovirus of the Orthocoronavirinae subfamily ", "The severe acute respiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV)", "Based on current evidence, pathogenicity for 2019-nCoV is about 3%, which is significantly lower than SARS-CoV (10%) and MERS-CoV (40%)", "2019-nCoV has potentially higher transmissibility (R0: 1.4-5.5) than both SARS-CoV (R0: [2] [3] [4] [5] and MERS-CoV (R0: <1)", "PubMed, Embase and Cochrane Library", " to identify published studies examining the diagnosis, therapeutic drugs and vaccines for Severe Acute Respiratory Syndrome (SARS), Middle East Respiratory Syndrome (MERS) and the 2019 novel coronavirus (2019-nCoV), in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines.", "randomized controlled trials (RCTs) and validation trials (for diagnostics test) published in English, that measured (a) the sensitivity and/or specificity of a rapid diagnostic test or a point-of-care testing kit, (b) the impact of drug therapy or (c) vaccine efficacy against either of these diseases with no date restriction applied. For the 2019-nCoV, we searched for all in vitro, animal, or human studies published in English between 1 December 2019 and 6 February 2020, on the same outcomes of interest. ", " Studies that examined the mechanisms of diagnostic tests, drug therapy or vaccine efficacy against SARS, MERS and 2019-nCoV", "A Google search for 2019-nCoV diagnostics (as of 6 February 2020; Table S2 ) yielded five webpage links from government and international bodies with official information and guidelines (WHO, Europe CDC, US CDC, US FDA), three webpage links on diagnostic protocols and scientific commentaries, and five webpage links on market news and press releases. Six protocols for diagnostics using reverse transcriptase polymerase chain reaction (RT-PCR) from six countries were published on WHO's website [9] . Google search for 2019-nCoV vaccines yielded 19 relevant articles.", "real time RT-PCR", "It was found that the respiratory specimens were positive for the virus while serum was negative in the early period. It has also suggested that in the early days of illness, patients have high levels of virus despite the mild symptoms.", "reverse transcription loop-mediated isothermal amplification (RT-LAMP), RT-insulated isothermal PCR (RT-iiPCR) and a one-step rRT-PCR assay based on specific TaqMan probes.", " RT-LAMP has similar sensitivity as real time RT-PCR. It is also highly specific and is used to detect MERS-CoV. It is comparable to the usual diagnostic tests and is rapid, simple and convenient.", " have also shown similar sensitivity and high specificity for MER-CoV.", "high levels of PCR inhibition may hinder PCR sensitivity ", " that the molecular test has better sensitivity and specificity. ", "Studies looked at using nested PCR to include a pre-amplification step or incorporating N gene as an additional sensitive molecular marker to improve on the sensitivity ", "10 genome equivalents per reaction", "has a good reproducibility with the inter-assay coefficients of variation of 1.73 to 2.72%.", "messenger RNA, DNA-based, nanoparticle, synthetic and modified virus-like particle)", " kit developed by the BGI have passed emergency approval procedure of the National Medical Products Administration, and are currently used in clinical and surveillance centers of China", "Most studies on SARS and MERS vaccines were excluded as they were performed in cell or animal models ", " Phase I clinical trials on SARS or MERS vaccines", " All vaccine candidates for SARS and MERS were reported to be safe, ", "well-tolerated and able to trigger the relevant and appropriate immune responses in the participants", "nine", " five studies on hydroxychloroquine, lopinavir plus ritonavir and arbidol, mesenchymal stem cells, traditional Chinese medicine and glucocorticoid therapy usage have commenced recruitment. The remaining four studies encompass investigation of antivirals, interferon atomization, darunavir and cobicistat, arbidol, and remdesivir usage for 2019-nCoV patients", " Seroconversion measured by S1-ELISA occurred in 86% and 94% participants after 2 and 3 doses, respectively, and was maintained in 79% participants up to study end at week 60.", "Neutralising antibodies were detected in 50% participants at one or more time points during the study, but only 3% maintained neutralisation activity to end of study.", " detected in 71% and 76% participants after 2 and 3 doses, respectively.", "no differences in immune responses between dose groups after 6 weeks and vaccine-induced humoral and cellular responses were respectively detected in 77% and 64% participants at week 60", "Molecules developed by the university scientists inhibit two coronavirus enzymes and prevent its replication. The discovered drug targets are said to be more than 95% similar to enzyme targets found on the SARS virus. ", "It investigates the usage of Lopinavir/Ritonavir and Interferon Beta 1B.", " usage of ribavirin with lopinavir/ritonavir/ribavirin, interferon, and convalescent plasma usage.", "The trial conducted in the United States in 2017 demonstrated SAB-301 to be safe and well-tolerated at single doses. ", "enables prompt and accurate public health surveillance, prevention and control measures. Local transmission and clusters can be prevented or delayed by isolation of laboratory-confirmed cases and their close contacts quarantined and monitored at home", "specific public health interventions such as closure of high-risk facilities and areas associated with the confirmed cases for prompt infection control and environmental decontamination ", " (a) detecting the genetic material of the virus, (b) detecting the antibodies that neutralize the viral particles of interest, (c) detecting the viral epitopes of interest with antibodies (serological testing), or (d) culture and isolation of viable virus particles.", "lack of knowledge of the presence of viable virus, the potential cross-reactivity with non-specific genetic regions and the short timeframe for accurate detection during the acute infection phase.", "the need to collect paired serum samples (in the acute and convalescent phases) from cases under investigation for confirmation to eliminate potential cross-reactivity from non-specific antibodies from past exposure and/or infection by other coronaviruses.", " the long duration and the highly specialized skills required of the technicians to process the samples. ", "Significantly shorted time from the disease onset to the symptom improvement in treatment (5.10 ± 2.83 days) compared to control group (7.62 ± 2.27 days) (p < 0.05) No significant difference in blood routine improvement, pulmonary chest shadow in chest film improvement and corticosteroid usgae between the 2 groups. ", "in the respect of improving clinical symptoms, elevating quality of life, promoting immune function recovery, promoting absorption of pulmonary inflammation, reducing the dosage of cortisteroid and shortening the therapeutic course", "have higher and more prolonged levels of viral RNA because of the tropism of the virus. ", "viral loads are also higher for severe cases and have longer viral shedding compared to mild cases", "hey have potentially lower viral loads and may have higher risk of false-negatives among the mild MERS and SARS cases [102, 103] , and likely among the 2019-nCoV cases.\n", "(a) reverse transcription-polymerase chain reaction (RT-PCR), (b) real-time RT-PCR (rRT-PCR), (c) reverse transcription loop-mediated isothermal amplification (RT-LAMP) and (d) real-time RT-LAMP [104] . ", "it has the highest sensitivity at the earliest time point in the acute phase of infection ", " in Germany", "based on the match against 2019-nCoV upon inspection of the sequence alignment. ", "Two assays were used for the RNA dependent RNA polymerase (RdRP) gene and E gene where E gene assay acts as the first-line screening tool and RdRp gene assay as the confirmatory testing. ", "All assays were highly sensitive and specific in that they did not cross-react with other coronavirus and also human clinical samples that contained respiratory viruses ", " to be safe and well-tolerated at single doses.", "Nod-like receptor family, pyrin domain-containing 3", "in lipopolysaccharide-primed macrophages", "ion channel activity of the 3a protein", "transmembrane pore-forming viral proteins", "Betacoronavirus", "Coronaviridae", "enveloped", "single-stranded", "At least 8,098", "9.6%", "tumor necrosis factor (TNF)-α, interleukin (IL)-1β, and IL-6", "by sensing the cellular damage or distress induced by viroporins", "76 amino acids", "Ca 2+ -permeable", "NLRP3 inflammasome", "people 85 years and older", "person-to-person", "50", "March 16", "isolate at home during their illness", "betacoronavirus", "MERS-CoV and SARS-CoV.", "investigation phase, followed by recognition, initiation, and acceleration phases", "at the end of the acceleration phase", "People who have serious chronic medical conditions like:\nHeart disease\nDiabetes\nLung disease", "rRT-PCR test", "bats", "Does the patient have recent travel from an affected area?\nHas the patient been in close contact with someone with COVID-19 or with patients with pneumonia of unknown cause?\nDoes the patient reside in an area where there has been community spread of COVID-19?", "severe acute respiratory syndrome coronavirus 2 ", "December 2019", "Wuhan, capital of Hubei Province, China", "daily air travel volume", "≈6 days", " in 2012 ", "in Jordan", "Jeddah, in the Kingdom of Saudi Arabia (KSA)", "in a bat and in many dromedary camels (DC).", "across the Arabian Peninsula and in parts of Africa", " mild upper respiratory tract illness in its camel reservoir and sporadic, but relatively rare human infections.", "remains unknown", "close and lengthy exposure", "The KSA ", "lower respiratory tract (LRT) disease ", "fever, cough, breathing difficulties and pneumonia that may progress to acute respiratory distress syndrome, multiorgan failure and death in 20 % to 40 % of those infected. ", " in mild and influenza-like illnesses and in those with no signs or symptoms.", "Older males", "MERS progresses more rapidly to respiratory failure and acute kidney injury (it also has an affinity for growth in kidney cells under laboratory conditions), is more frequently reported in patients with underlying disease and is more often fatal.", "to lapses in infection prevention and control (IPC) in healthcare settings", " among healthcare workers (HCWs) and higher exposures in those with occupations that bring them into close contact with camels. ", "widespread evidence of past infection in adult camels and limited past exposure among humans.", "An email from Dr Ali Mohamed Zaki, an Egyptian virologist working at the Dr Soliman Fakeeh Hospital in Jeddah in the Kingdom of Saudi Arabia (KSA)", "on the website of the professional emerging diseases (ProMED) network", "20 th September 2012 ", "a 60 year old man from Bisha in the KSA", "1,493", "over a third of the positive people dying (at least 527, 35 %)", "a virus that had infected over 90 % of adult dromedary camels (DC; Camelus dromedarius) in the KSA [4] , also DCs across the Arabian Peninsula and parts of Africa that are a source of DC imports for the KSA ", " relatively close and prolonged exposure ", "The first viral isolate was patented ", " sensitive, validated reverse transcriptase real-time polymerase chain reaction (RT-rtPCR)-based diagnostics were quickly described ", "as exopeptidase dipeptidyl peptidase 4 (DPP4; also called CD26)", "eliciting a more proinflammatory response than SARS-CoV", "MERS kills its human host more often than SARS did (20-40 % versus 9 % for SARS ", "From intermittent animal-to-human spill-over events", "among older adults, especially males, with pre-existing diseases. ", "with outbreaks in hospitals, with around 20 % of all cases to date involving healthcare workers (HCWs).", " the equivalent of a 'common cold' from MERS-CoV infection,", " the virus can be a more serious and opportunistic pathogen associated with the death of up to 40 % of reported cases.", " five to six days, ranging from two to 16 days", "13 to 14 days", "11 to 13 days", "Fever and gastrointestinal symptoms may form a prodrome, after which symptoms decline, only to be followed by a more severe systemic and respiratory syndrome ", "a confirmed case included any person whose sample was RT-PCR positive for MERS-CoV, or who produced a seroconversion, irrespective of clinical signs and symptoms.", " 79 % ", "its impact among older men with comorbid diseases including diabetes mellitus, cirrhosis and various lung, renal and cardiac conditions ", "fever, cough and upper respiratory tract (URT) signs and symptoms usually occur first, followed within a week by progressive LRT distress and lymphopaenia", " pneumonia", "acute respiratory distress syndrome and multiorgan system failure", " 35 % ", "42 %", "ranged from 7 % among younger age groups to 40 % among those aged 60 years and above", " PCR-based techniques ", "The first open reading frames ", " less than 80 % identity between the amino acid sequence of MERS ORF 1ab and betacoronavirus relatives, Tylonycteris bat HKU4 and Pipistrellus bat HKU5", " Detection of viral proteins rather than viral RNA", "94 %", "100 % ", "monoclonal antibody-based capture ELISA targeting the MERS-CoV nucleocapsid protein", " to detect a viral footprint, in the form of antibodies", " by creating transfected cells expressing recombinant portions of the MERS-CoV nucleocapsid and spike proteins [", "using a recombinant lentivirus expressing MERS-CoV spike protein and luciferase", "by confirmatory IFA and/ or a plaque-reduction neutralization (PRNT) [69, 70, 85] or MNT test.", "the antibodies detected are able to specifically neutralize the intended virus and are not more broadly reactive to other coronaviruses found in DCs (bovine CoV, BCoV) or humans (HCoV-OC43, HCoV-229E, HCoV-NL63, HCoV-HKU1, SARS-CoV).", "if only mild disease or asymptomatic infection results", " when sample collection is delayed by a week or more after onset of symptoms", "are recommended when URT sampling is to be conducted", " an oropharyngeal and throat swab or a nasopharyngeal aspirate/wash", " collected two to three weeks apart", "Human urine and stool have been found to contain MERS-CoV RNA", "12 to 26 days after symptom onset ", " long periods of viral shedding, sometimes intermittently and not necessarily linked to the presence of disease symptoms.", "Over three quarters of", "at least 30 days", "30 %", " the proportion of deaths among those infected with MERS-CoV is much higher than that known for the HCoVs NL63, HKU1, 229E or", " nasopharyngeal aspirates", "URT sample", "bronchoalveolar lavage", " is much higher than that known for the HCoVs NL63, HKU1, 229E or OC43", " above that for SARS-CoV", "the low transmission rate", "animal MERS-CoV infections", "virus or viral RNA", "seropositive and RNA or virus negative", "t", "due to new infections among naïve DC populations", "slaughterhouse workers who kill both younger and older DCs", " up to 48 h", "up to 48 h", "pasteurization", "for 24 h", " for 45 min", "4 m", "Droplet spread between humans", "sporadic ", "intra-familial,", "often healthcare associated", "inefficient ", "requiring close and prolonged contact", "readily transmit to more than one other human", "readily transmit to more than one other human ", "the average number of infections caused by one infected individual in a fully susceptible population", "close to one", "due to ongoing, sporadic spill-over events from DCs amplified by poorly controlled hospital outbreaks.\n", "acute LRT disease", "in a healthcare setting in Jordan", "21 %", "21 %", "16 %", "using high throughput or \"deep\" sequencing methods for complete genome deduction", "only human-derived MERS-CoV genomes", "the majority of human and camel genomes deduced thus far", "has had more MERS cases than any other region of the KSA", "Riyadh", " Riyadh", "from infected to uninfected humans in close and prolonged contact ", "by poor infection control in health care settings", " nearly 40 %", "Global alignment of case definitions", "MERS-CoV has a broader tropism, grows more rapidly in vitro, more rapidly induces cytopathogenic change, triggers distinct transcriptional responses, makes use of a different receptor, induces a more proinflammatory state and has a delayed innate antiviral response compared to SARS-CoV.\n", "There is no evidence that MERS-CoV is a virus of pandemic concern", "based on the presence of febrile illness, cough and requirement for hospitalization with suspicion of lower respiratory tract (LRT) involvement.", "The equipment in the contaminated area are wiped with\n2000mg/L chlorine-containing disinfectant. The DR and CT gantry in the contaminated\narea are wiped with 75% ethanol. The equipment in the buffer area is wiped with\n500-1000mg/L chlorine-containing disinfectant or alcohol-containing disposable\ndisinfectant wipes twice a day.", "The ground is wiped with 1000mg/L chlorine-containing\ndisinfectant, once /4 hours.", "diagnosing and categorizing\nCOVID-19 on the basis of case definitions issued by the WHO", "N95 mask", "1 mm-thick layers", "up-to-date case definitions and information about\nconfirmatory tests to all staff with direct patient contact to allow appropriate barrier precautions\nto be taken.", "All typical and atypical imaging features of the disease should be made known to\nall radiologists", "to understand the\nextent and dynamic evolution of lung lesions induced by COVID-19", " low-dose chest CT has been\nwidely used in the screening of early lung cancer. It is well known that many early lung cancers\nare ground-glass opacities (GGO), so we believe that low-dose screening is also applicable for\nCOVID-19. In addition, considering the rapid development of COVID-19, many CT\n14\nexaminations may be conducted in the same individual to monitor disease progress. Low-dose\nscanning can reduce the radiation damage to patients.", " (1) coordination between the\nhospital’s management and planning of infection control and radiology departments; (2)\ncollection of the most up-to-date protection-related information to educate and train staff in the\ndepartment; (3) reallocation of staff according to the actual situation; (4) establishment of the\nCT procedures for patients with COVID-19; and (5) establishment of an emergency\nmanagement plan for the radiology department to ensure that the department would run\nnormally.", "contaminated, semicontaminated,\nbuffer, and clean areas", "connected to the fever clinic and\nincludes the fever accessway, the CT examination room, and the DR examination room for\n6\nconfirmed and suspected cases. One CT scanner and one DR system closest to the emergency\ndepartment are designated the fever-CT and fever-DR to examine patients with suspected and\nconfirmed COVID-19. There is a separate dedicated access between the contaminated area and\nthe fever screening tents. ", "he clean area\nincludes the administrative office and the diagnostic room.", " the fever-CT control room,\nfever-DR control room, and other patient examination access areas. ", "access areas for medical personnel and a dressing area for technologists. ", "under the supervision of\nthe infection control nurse.", " periodically taking time off ", "Pregnant staff ", "data gathering, collaboration, needs assessment, and expert advice ", "Strategic planning and adequate protections can help protect patients and staff\nagainst a highly infectious disease while maintaining function at a high volume capacity.\nKeywords: Coronavirus, COVID-19, novel coronavirus pneumonia, infection control", "80,793 ", "3,169 ", "677,243 people have been identified as having had close contact with\ninfected patients of whom13,701 ", "December 2019", "The novel coronavirus (2019-nCoV) infection caused pneumonia. ", "the 2109-nCoV RNA was readily detected in the blood (6 of 57 patients) and the anal swabs (11 of 28 patients). ", "all of the 6 patients with detectable viral RNA in the blood cohort progressed to severe symptom stage, indicating a strong correlation of serum viral RNA with the disease severity (p-value = 0.0001). Meanwhile, 8 of the 11 patients with annal swab virus-positive was in severe clinical stage.", "Patients who were with at least one of the following symptom should be diagnosed to be severe case, 1) distress of respiratory with respiratory rate > = 30/min; 2) Oxygen saturation < = 93% in the rest state, and 3) arterial oxygen tension (PaO₂) over inspiratory oxygen fraction (FIO₂) of less than 300 mm Hg. In the blood detection cohort (Figure 1 (A)), patients who had at less one serum sample measurement with the PCR method were included. ", " In the 57, 6 cases were detected to be blood positive, all of them (100%) were severe in symptom requiring special care attention, and the blood of the rest 51 cases was without detectable virus in the blood, only 12 of them (23.5%) were severe cases.", "presence of viral RNA outside of the respiratory tract might herald the severity of the disease and alarm the requirement of special care", "In the anal swab cohort (Figure 1 (B)), 11 of 28 cases were detected to be anal swab positive, 8 of them (72.7%) were with severe symptoms, which was significantly higher than that 4 (23.5%) of the rest 17 cases without detectable virus in anal were severe cases", "digestive tract might be one extrapulmonary site for virus replication", "Intensive structural analysis of the S protein of 2019-nCoV with the SARS-Coronavirus suggested that several critical residues in the viral spike protein might confer favourable interaction with human ACE2 [7] . Of note, ACE2 is also abundantly present in humans in the epithelia of the small intestine besides the respiratory tract and is ubiquitously present in endothelial cells [8] , which might provide possible routes of transmission, and might account for the high transmission capacity of the new virus. ", "We propose that rampant coronavirus replication in pulmonary alveolus results in the breakdown of the alveolar vessel and the subsequent virus leakage into the blood flow, through which the virus is disseminated across the whole body. Then the virus succeeds in establishing reinfection in the digestive tract by using the highly expressed ACE2 receptor, which exacerbated the disease vice versa", "large, non-segmented, positive sense and single stranded RNA animal viruses", "a Bats-Hosts-Reservoir-People transmission network model for simulating the potential transmission from the infection source (probably be bats) to the human infection. ", "Reservoir-People (RP) transmission network model", "The value of R 0 was estimated of 2.30 from reservoir to person and 3.58 from person to person which means that the expected number of secondary infections that result from introducing a single infected individual into an otherwise susceptible population was 3.5", "Our model showed that the transmissibility of SARS-CoV-2 was higher than the Middle East respiratory syndrome in the Middle East countries, similar to severe acute respiratory syndrome, but lower than MERS in the Republic of Korea.", "Huanan Seafood Wholesale Market (reservoir) to people,", "the virus transmitted among the bats, and then transmitted to unknown hosts (probably some wild animals). The hosts were hunted and sent to the seafood market which was defined as the reservoir of the virus. People exposed to the market got the risks of the infection ", "susceptible bats (S B ), exposed bats (E B ), infected bats (I B ), and removed bats (R B ).", "The hosts were also divided into four compartments: susceptible hosts (S H ), exposed hosts (E H ), infected hosts (I H ), and removed hosts (R H )", "the seafood market", " into five compartments:\n\nsusceptible people (S P ), exposed people (E P ), symptomatic infected people (I P ), asymptomatic infected people (A P ), and removed people (R P ) including recovered and death people.", "5.2 days (95% confidence interval [CI]: 4.1-7.0) ", " 5-day", " from 3 to 7 days", "a mean of 5.8 days (95% CI: 4.3-7.5)", "0.5 times that of symptomatic infection (κ = 0.5), which was the similar value as influenza ", " 0.3 million people", "about 2.87 million", "2.7-3.4 or 2-4 in Hong Kong", "R 0 of SARS was about 2.1 in Hong Kong, China, 2.7 in Singapore, and 3.8 in Beijing, China", "0.8-1.3 ", " 2.5-7.2", " to decrease R 0", " the transmissibility of SARS-CoV-2 might be higher than MERS in the Middle East countries, similar to SARS, but lower than MERS in the Republic of Korea.", "provide a mathematical model for calculating the transmissibility of SARS-CoV-2", "s are spherical, enveloped, and the largest of positive-strand RNA v", "uding birds, farm animals, pets, camels, an", "199", "2 to 4 February 2020,", "102 and 47 cases, respectively.", "case was diagnosed on 1 February, the ship was requested to remain in the ocean near Yokohama from 3 February onwards.", "he case was diagnosed on 1 February", "Out of a total of 3711 persons (consisting of 2666 passengers and 1045 crew members), 199 symptomatic cases have been diagnosed on board as of 24 February, and additional asymptomatic infections and symptomatic cases after disembarkation have also been reported", "about 5.0 days", "highly successful in greatly reducing the number of secondary transmissions on board.", " the cumulative incidence with and without close contact would have been as large as 1373 (95% CI: 570, 2176) and 766 (95% CI: 587, 946) cases,", "31 December 2019,", " 63.1 million per year in 2017 ", "2.1%", " lack of awareness or recall bias", " it has direct implications for public health and hospital infection control", "10 days after illness onset [7] , consistent with the peak in viral load at around that time", " from person to person,", "2.2", " 7.5 days", "slightly lower basic reproductive number.", "Control measures and changes in population behaviou", " around 5–6 days, with an upper limit of around 11-14 days [2,5], and delays from illness onset to laboratory confirmation added a further 10 days on average", "75,000", "on the day of illness onse", "through large respiratory droplets, ", " through fine particle aerosols", "indirect transmission via fomites", " faecal-oral transmission ", "through pressure differentials between contaminated effluent pipes, bathroom floor drains and flushing toilets ", "through a surveillance system for pneumonia of unknown aetiology", "that there could be many more mild infections than severe infections", "because it determines the strength of public health response required.", " to determine high risk groups.", "older adults, obese individuals or those with underlying medical conditions,", "when not all exacerbation events occurred during the viral infection but may also occur well after viral clearance (Kim et al., 2008; Stolz et al., 2019) in particular the late onset of a bacterial infection", "that viral infection increases airway inflammation which aggravates disease symptoms.", "Recent advances in in vitro air-liquid interface 3D cultures, organoid cultures and the use of novel human and animal challenge models", "Respiratory virus infection", " recent novel findings that elucidate how respiratory viral infections alter the epithelial barrier in the airways, the upper airway microbial environment, epigenetic modifications including miRNA modulation, and other changes in immune responses throughout the upper and lower airways.", "the prevalence of different respiratory viral infections in causing exacerbations in chronic airway inflammatory diseases.", "how recent models have expanded our appreciation of the mechanisms of viral-induced exacerbations.", "the importance of the virome within the airway microbiome environment and its impact on subsequent bacterial infection.", "the understanding of viral induced exacerbation in chronic airway inflammatory diseases and indicates pathways that may be targeted for more effective management of chronic inflammatory diseases.", " airway inflammation leading to complications such as coughing, wheezing and shortness of breath. ", " in both the upper airway (such as chronic rhinosinusitis, CRS) and lower airway (such as asthma and chronic obstructive pulmonary disease, COPD)", "due to the complexity and heterogeneity of the disease.", "the effect of episodic exacerbations of the disease, defined as worsening of disease symptoms including wheeze, cough, breathlessness and chest tightness ", "the effect of enhanced acute airway inflammation impacting upon and worsening the symptoms of the existing disease", "morbidity and sometimes mortality in patients, as well as resulting in major economic burdens worldwide", "the presence of environmental factors such as allergens, pollutants, smoke, cold or dry air and pathogenic microbes in the airway", " infiltration of activated immune cells that further release inflammatory mediators that cause acute symptoms such as increased mucus production, cough, wheeze and shortness of breath. ", "viral infection is one of the major drivers of asthma exacerbations accounting for up to 80-90% and 45-80% of exacerbations in children and adults respectively", "30-80% of acute COPD exacerbations", "their ease of transmission and infection", " important to identify the exact mechanisms underpinning viral exacerbations in susceptible subjects", " to properly manage exacerbations via supplementary treatments that may alleviate the exacerbation symptoms or prevent severe exacerbations.", "dysregulated inflammation in most chronic airway inflammatory diseases", "the upper airway", " recent findings of viral interaction with the upper airway.", "how viral induced changes to the upper airway may contribute to chronic airway inflammatory disease exacerbations, to provide a unified elucidation of the potential exacerbation mechanisms initiated from predominantly upper airway infections.", "Despite being a major cause of exacerbation, reports linking respiratory viruses to acute exacerbations only start to emerge in the late 1950s (Pattemore et al., 1992) ; with bacterial infections previously considered as the likely culprit for acute exacerbation ", " viruses were recovered during acute exacerbations events and reports implicating their role emerged in the late 1980s", "Rhinovirus (RV) and respiratory syncytial virus (RSV) ", "parainfluenza virus (PIV), influenza virus (IFV) and adenovirus (AdV)", " viruses including bocavirus (BoV), human metapneumovirus (HMPV), certain coronavirus (CoV) strains, a specific enterovirus (EV) strain EV-D68, human cytomegalovirus (hCMV) and herpes simplex virus (HSV)", "they can infect both the upper and/or lower airway, further increasing the inflammatory conditions in the diseased airway", "within airway epithelial cells ", "the cells release antiviral factors and cytokines that alter local airway inflammation and airway niche ", "leads to type 1 inflammatory responses consisting of activation of an antiviral state and infiltration of antiviral effector cells. This eventually results in the resolution of the inflammatory response and clearance of the viral infection ", " the responses against the virus may be impaired or aberrant, causing sustained inflammation and erroneous infiltration, resulting in the exacerbation of their symptoms (Mallia and Johnston, 2006; Dougherty and Fahy, 2009; Busse et al., 2010; Britto et al., 2017; Linden et al., 2019) . This is usually further compounded by the increased susceptibility of chronic airway inflammatory disease patients toward viral respiratory infections, thereby increasing the frequency of exacerbation as a whole", "compiling and collating the current known mechanisms of viral-induced exacerbation of chronic airway inflammatory diseases; as well as linking the different viral infection pathogenesis to elucidate other potential ways the infection can exacerbate the disease", "to provide further understanding of viral induced exacerbation to identify potential pathways and pathogenesis mechanisms that may be targeted as supplementary care for management and prevention of exacerbation.", "due to the current scarcity of antiviral drugs for the management of viral-induced exacerbations.", "viruses evoke an inflammatory response as a means of counteracting the infection.", "Generally, infected airway epithelial cells release type I (IFNα/β) and type III (IFNλ) interferons, cytokines and chemokines such as IL-6, IL-8, IL-12, RANTES, macrophage inflammatory protein 1α (MIP-1α) and monocyte chemotactic protein 1 (MCP-1) (Wark and Gibson, 2006; Matsukura et al., 2013) .", "enable infiltration of innate immune cells and of professional antigen presenting cells (APCs) that will then in turn release specific mediators to facilitate viral targeting and clearance, including type II interferon (IFNγ), IL-2, IL-4, IL-5, IL-9, and IL-12 (Wark and Gibson, 2006; Singh et al., 2010; Braciale et al., 2012) .", "These factors heighten local inflammation and the infiltration of granulocytes, T-cells and B-cells (Wark and Gibson, 2006; Braciale et al., 2012) . The increased inflammation, in turn, worsens the symptoms of airway diseases.", "viral infections such as RV and RSV promote a Type 2-biased immune response (Becker, 2006; Jackson et al., 2014; Jurak et al., 2018) . This amplifies the basal type 2 inflammation resulting in a greater release of IL-4, IL-5, IL-13, RANTES and eotaxin and a further increase in eosinophilia, a key pathological driver of asthma and CRSwNP", "worsens the classical symptoms of disease and may further lead to life-threatening conditions due to breathing difficulties", "are more neutrophilic in nature due to the expression of neutrophil chemoattractants such as CXCL9, CXCL10, and CXCL11 (Cukic et al., 2012; Brightling and Greening, 2019) . The pathology of these airway diseases is characterized by airway remodeling due to the presence of remodeling factors such as matrix metalloproteinases (MMPs) released from infiltrating neutrophils (Linden et al., 2019) . Viral infections in such conditions will then cause increase neutrophilic activation; worsening the symptoms and airway remodeling in the airway thereby exacerbating COPD, CRSsNP and even CRSwNP in certain cases ", " IL-25, IL-33 and TSLP ", " ILC2s are a group of lymphoid cells", "induce the expression of IL-25, IL-33 and TSLP, with heighten expression in an inflamed airway", "These 3 cytokines then work in concert to activate ILC2s to further secrete type 2 cytokines IL-4, IL-5, and IL-13 which further aggravate the type 2 inflammation in the airway causing acute exacerbation (", " increased ILC2 activation, which retain the capability of differentiating to ILC1, may also further augment the neutrophilic response and further aggravate the exacerbation", " these factors are not released to any great extent and do not activate an ILC2 response during viral infection in healthy individuals (Yan et al., 2016; Tan et al., 2018a) ; despite augmenting a type 2 exacerbation in chronically inflamed airways (Jurak et al., 2018) . These classical mechanisms of viral induced acute exacerbations are summarized in Figure 1 ", "antiviral state will be activated to clear the invading pathogen from the airway. Immune response and injury factors released from the infected epithelium normally would induce a rapid type 1 immunity that facilitates viral clearance. ", " However, in the inflamed airway, the cytokines and chemokines released instead augmented the inflammation present in the chronically inflamed airway, strengthening the neutrophilic infiltration in COPD airway, and eosinophilic infiltration in the asthmatic airway. The effect is also further compounded by the participation of Th1 and ILC1 cells in the COPD airway; and Th2 and ILC2 cells in the asthmatic airway.", "the synergistic effect of viral infection with other sensitizing agents ", "he nasal epithelium remains the primary site of most infections.", "a more complex interplay between the virus and upper airway epithelium which synergize with the local airway environment in line with the \"united airway\" hypothesis ", "viral infections or their components persist in patients", "may further alter the local environment and contribute to current and future exacerbations", "to determine the contribution of the microbiome and mycobiome to viral infections.", " recent data regarding viral interactions with the airway epithelium that could also contribute to, or further aggravate, acute exacerbations of chronic airway inflammatory diseases.", "Patients with chronic airway inflammatory diseases ", "a type 2-skewed inflammatory response which deprives the airway of important type 1 responsive CD8 cells that are responsible for the complete clearance of virusinfected cells ", "in weak type 1 inflammation-inducing viruses such as RV and RSV", "there are also evidence of reduced type I (IFNβ) and III (IFNλ) interferon production due to type 2-skewed inflammation, which contributes to imperfect clearance of the virus resulting in persistence of viral components, or the live virus in the airway epithelium ", "antiviral genes such as type I interferons, inflammasome activating factors and cytokines remained activated resulting in prolong airway inflammation", "enhance granulocyte infiltration thus prolonging the exacerbation symptoms. Such persistent inflammation may also be found within DNA viruses such as AdV, hCMV and HSV, whose infections generally persist longer (Imperiale and Jiang, 2015) , further contributing to chronic activation of inflammation when they infect the airway", "human papilloma virus (HPV), a DNA virus highly associated with head and neck cancers and respiratory papillomatosis,", " the role of HPV infection in causing chronic inflammation in the airway and their association to exacerbations of chronic airway inflammatory diseases, which is scarcely explored", "viral persistence which lead to continuous expression of antiviral genes may also lead to the development of steroid resistance, which is seen with RV, RSV, and PIV infection", "may also cause the virus to linger longer in the airway due to the lack of antiviral clearance", "The concomitant development of steroid resistance together with recurring or prolong viral infection ", "viruses that induce strong type 1 inflammation and cell death such as IFV (Yan et al., 2016; Guibas et al., 2018) and certain CoV (including the recently emerged COVID-19 virus)", "massive damage and cell death to the epithelial barrier, so much so that areas of the epithelium may be completely absent post infection (Yan et al., 2016; Tan et al., 2019) . Factors such as RANTES and CXCL10, which recruit immune cells to induce apoptosis, are strongly induced from IFV infected epithelium ", " further compounds the cell deaths in IFV infected epithelium . The massive cell death induced may result in worsening of the acute exacerbation due to the release of their cellular content into the airway, further evoking an inflammatory response in the airway ", " further contact with other pathogens and allergens in the airway which may then prolong exacerbations or results in new exacerbations.", "may also promote further epithelial remodeling during its regeneration as viral infection induces the expression of remodeling genes such as MMPs and growth factors . Infections that cause massive destruction of the epithelium, such as IFV, usually result in severe acute exacerbations with non-classical symptoms of chronic airway inflammatory diseases.", " receive their annual influenza vaccination as the best means to prevent severe IFV induced exacerbation.", "the induction of vasodilation or tight junction opening factors which may increase the rate of infiltration. ", "disruption of tight junctions with the resulting increased rate of viral infiltration. This also increases the chances of allergens coming into contact with airway immune cells.", " IFV infection was found to induce oncostatin M (OSM) which causes tight junction opening (Pothoven et al., 2015; Tian et al., 2018) . Similarly, RV and RSV infections usually cause tight junction opening which may also increase the infiltration rate of eosinophils and thus worsening of the classical symptoms of chronic airway inflammatory diseases ", " the expression of vasodilating factors and fluid homeostatic factors such as angiopoietin-like 4 (ANGPTL4) and bactericidal/permeabilityincreasing fold-containing family member A1 (BPIFA1)", "the relationship between asthma and COPD exacerbations and their association with the airway microbiome.", "specific bacterial species in the microbiome which may thrive in the inflamed airway environment ", " the effect induced by the virus may destabilize the equilibrium of the microbiome present (Molyneaux et al., 2013; Kloepfer et al., 2014; Kloepfer et al., 2017; Jubinville et al., 2018; van Rijn et al., 2019) . In addition, viral infection may disrupt biofilm colonies in the upper airway (e.g., Streptococcus pneumoniae) microbiome to be release into the lower airway and worsening the inflammation", "the nutrient profile in the airway through release of previously inaccessible nutrients that will alter bacterial growth", " impaired bacterial immune response, either from direct viral influences, or use of corticosteroids to suppress the exacerbation symptoms", "more far reaching effect when normal flora is replaced with opportunistic pathogens, altering the inflammatory profiles ", "due to the interplay between virus and pathogenic bacteria in exacerbating chronic airway inflammatory diseases ", " have shown efficacy in the treatments of irritable bowel syndrome by restoring the intestinal microbiome (", "the disruption of mucociliary function, an important component of the epithelial barrier. ", "The upper airway epithelium", "serves to increase contact between environmental triggers with the lower airway and resident immune cells.", "oxidative stress which will further increase the local inflammation in the airway. ", "modulation of miRNAs and epigenetic modification such as DNA methylation and histone modifications that promote dysregulation in inflammation", "growth of pathogenic bacteria that may replace the airway microbiome. ", "inflammation and alteration of the lower airway environment, resulting in prolong exacerbation episodes following viral infection. ", "RV, RSV, and IFV", " to directly destroy the cilia of the ciliated cells and almost all respiratory viruses infect the ciliated cells", " disrupt the equilibrium of the mucociliary function following viral infection, resulting in symptoms of acute exacerbation", "MicroRNAs (miRNAs)", "short non-coding RNAs involved in post-transcriptional modulation of biological processes, and implicated in a number of diseases ", " viral infections and may play a role in the modulation of antiviral responses and inflammation ", "circulating miRNA changes", "from the infected epithelium and responding immune cells, which may serve to further dysregulate airway inflammation leading to exacerbations.", " to increase miR-21 and augmented inflammation in experimental murine asthma models, which is reversed with a combination treatment of anti-miR-21 and corticosteroids", " increase miR-125a and b, and miR-132 in COPD epithelium which inhibits A20 and MAVS; and p300 and IRF3, respectively, resulting in increased susceptibility to viral infections ", "miR-22 was shown to be suppressed in asthmatic epithelium in IFV infection which lead to aberrant epithelial response, contributing to exacerbations ", "as targets to modulate viral induced airway changes as a means of managing exacerbation of chronic airway inflammatory diseases.", "epigenetic modification such as DNA methylation ", "the association of epigenetic modification and chronic airway inflammatory diseases, and that the nasal methylome was shown to be a sensitive marker for airway inflammatory changes (Cardenas et al., 2019; Gomez, 2019) .", " viral infections such as RV and RSV alters DNA methylation and histone modifications in the airway epithelium which may alter inflammatory responses, driving chronic airway inflammatory diseases and exacerbations", "that antiviral factors such as IFNγ epigenetically modifies the viral resistance of epithelial cells.", " an altered inflammatory state contributing to further viral persistence and exacerbation of chronic airway inflammatory diseases ", " enhanced production of reactive oxygen species (ROS), oxidative stress and mitochondrial dysfunction in the airway epithelium ", "state of constant oxidative stress ", "may trigger the further production of ROS as an antiviral mechanism", " infiltrating cells in response to the infection such as neutrophils will also trigger respiratory burst as a means of increasing the ROS in the infected region. The increased ROS and oxidative stress in the local environment may serve as a trigger to promote inflammation thereby aggravating the inflammation in the airway ", " also may alter the management of the disease or confer resistance toward treatments that worked before. ", "important information regarding viral pathogenesis and changes induced within the airway of chronic airway inflammatory disease patients to identify novel targets and pathway for improved management of the disease.", " epithelial cell models such as the air-liquid interface, in vitro airway epithelial model that has been adapted to studying viral infection and the changes it induced in the airway ", "to identify systemic mechanisms of acute exacerbation", " the humanized mouse model that possess human immune cells ", "the best mode of verification of the associations of the virus with the proposed mechanism of viral induced acute exacerbations ", " due to the complex interactions between the host and the exacerbation agents", "significant impact\nof interventions implemented several weeks earlier.", "11th March", "59,000 deaths", "case isolation, the closure of schools and\nuniversities, banning of mass gatherings and/or public events, and most recently, widescale social\ndistancing including local and national Iockdowns", "semi-mechanistic Bayesian hierarchical model", "calculating backwards from the deaths observed over time to estimate transmission that\noccurred several weeks prior, allowing for the time lag between infection and death.", "each intervention has the same effect on the\nreproduction number across countries and over time", "2-3 weeks", "reduce the effective reproduction number", "infections will increase (dependent on how much greater than 1 the reproduction number is)", "23rd January", "downward trend in the number of\nconfirmed new cases during February", "banning large gatherings and advising individuals not to socialize outside\ntheir households", "from\naround 2-4 during the uncontrolled epidemic down to below 1", "high proportion of\ninfections not detected by health systems”7 and regular changes in testing policies,", "back-calculate infections from\nobserved deaths", "9.8% [3.2%-25%] of the population", "15.0% (7.0 [18-19] million people)", "Germany", "1.1% [0.36%-3.1%]", "3.7% [1.3%-9.7%]", "1.1% [0.40%-3.1%]", "3.0% [1.1%-7.4%]", "0.72% [0.28%-1.8%]", "9.8% [3.2%-26%]", "0.41% [0.09%-1.2%]", "15% [3.7%-41%]", "3.1% [0.85%-8.4%]", "3.2% [1.3%-7.6%]", "2.7% [1.2%-5.4%]", "3.87 [3.01-4.66]", "too early to detect substantial\nintervention impact in many countries at earlier stages of their epidemic", "close spacing of interventions in time", " number of daily infections", "fit a counterfactual model without the interventions\nand compare this to the actual model", "banned gatherings of more than 2 people", "underreporting as well as systematic and country-specific changes in testing", "strong recommendations or laws to the general\npublic and primary care about self—isolation when showing COVID-19-like symptoms", "isolation if travelling back from an epidemic country", "banning all public events of more than 100 participants", "work from home wherever possible", "reducing use ofpublictransport", "regulations/legislations regarding strict face-to-face social interaction", "time from infection to the onset\nof symptoms", "time from the onset of symptoms to death", "adjusted for the age structure and contact patterns of\neach country", " initial reproduction number before interventions and the effect sizes from\ninterventions", "infection to onset of symptoms", "infection-\nto-onset", "Gamma distributed with a mean of 18.8 days and a\ncoefficient of va riation 0.45", "distribution is Gamma distributed with mean 5.1 days and coefficient of variation\n0.86", "23.9 days", "discrete renewal process", "reproductive number", "herd immunity", "cumulatively, 5.9 [1.9-15.2] million people have been\ninfected as of March 28th", "2019-nCoV was transmitted through respiratory tract and then induced pneumonia,", "We found the presence of 2019-nCoV in anal swabs and blood as well, and more anal swab positives than oral swab positives in a later stage of infection, suggesting shedding and thereby transmitted through oral–fecal route.", "the current strategy for the detection of viral RNA in oral swabs used for 2019-nCoV diagnosis is not perfect. The virus may be present in anal swabs or blood of patients when oral swabs detection negative.", " patients infected with 2019-nCoV may harbour the virus in the intestine at the early or late stage of disease. It is also worth to note none of the patients with viremia blood had positive swabs. These patients would likely be considered as 2019-nCoV negative through routine surveillance, and thus pose a threat to other people.", "serology should be considered for 2019-nCoV epidemiology.", "we cannot discharge a patient purely based on oral swabs negative, who may still shed the virus by oral-fecal route. Above all, we strongly suggest using viral IgM and IgG serological test to confirm an infection, considering the unreliable results from oral swabs detection", "Of the remaining 29, 20 reported fever, 14 reported cough and eight reported weakness. Additional symptoms reported included headaches (6 cases), sore throat (2), rhinorrhoea (2), shortness of breath (2), myalgia (1), diarrhoea (1) and nausea (1)", "demographics, history of recent travel to affected areas, close contact with a probable or confirmed COVID-19 case, underlying conditions, signs and symptoms of disease at onset, type of specimens from which the virus was detected, and clinical outcome. ", "27 January 2020", "47", "21 were linked to two clusters in Germany and France, 14 were infected in China", "42 years", " 25 ", "4,250 ", "12 January 2020", "coronavirus disease 2019 (COVID -19)", "United Kingdom (UK)", "a comparison between cases detected among travellers from China and cases whose infection was acquired due to subsequent local transmission.", " to complete a WHO standard COVID-19 case report form for all confirmed and probable cases according to WHO criteria", " to support the global strategy of containment of COVID-19 with rapid identification and follow-up of cases linked to affected countries in order to minimise onward transmission.", "to: describe the key epidemiological and clinical characteristics of COVID-19 cases detected in Europe; inform country preparedness; and improve further case detection and management. ", "a confirmed case was a person with laboratory confirmation of SARS-CoV-2 infection (ECDC recommended two separate SARS-CoV-2 RT-PCR tests), irrespective of clinical signs and symptoms, whereas a probable case was a suspect case for whom testing for SARS-CoV-2 was inconclusive or positive using a pan-coronavirus assay", "15 February", " up to 14 days [", " 35 cases (missing for three cases), of whom 14 were infected in China (Hubei province: 10 cases; Shandong province: one case; province not reported for three cases). The remaining 21 cases were infected in Europe. ", "14 were linked to a cluster in Bavaria, Germany, and seven to a cluster in Haute-Savoie, France ", "All but two cases were hospitalised (35 of 37 where information on hospitalisation was reported)", " it is likely that most were hospitalised to isolate the person rather than because of severe disease. ", "ranged between 0 and 10 days with a mean of 3.7 days ", "The mean number of days to hospitalisation was 2.5 days for cases imported from China, but 4.6 days for those infected in Europe.", "This was mostly a result of delays in identifying the index cases of the two clusters in France and Germany. In the German cluster, for example, the first three cases detected locally were hospitalised in a mean of 5.7 days, whereas the following six took only a mean of 2 days to be hospitalised.", " 31 cases", "Two cases ", "as part of screening following repatriation and during contact tracing respectively. ", " nine cases", "In 16 of 29 symptomatic cases", "seven cases", "five", "one was reported to be obese and one had pre-existing cardiac disease. No data on clinical signs e.g. dyspnea etc. were reported for any of the 38 cases.", "two reported in Italy and two reported in France", "All hospitalised cases had a benign clinical evolution except four,", "were admitted to intensive care and required respiratory support and one French case died.", "was hospitalised for 21 days and required intensive care and mechanical ventilation for 19 days", "a median of 13 days (range: 8-23 days)", "according to specific assays targeting at least two separate genes (envelope (E) gene as a screening test and RNA-dependent RNA polymerase (RdRp) gene or nucleoprotein (N) gene for confirmation) ", "15 had positive nasopharyngeal swabs, nine had positive throat swabs, three cases had positive sputum, two had a positive nasal swab, one case had a positive nasopharyngeal aspirate and one a positive endotracheal aspirate.", "there are 4,250 cases including 113 deaths reported among 38 countries", "sporadic cases among travellers from China (14 cases) and cases who acquired infection due to subsequent local transmission in Europe (21 cases).", "that the time from symptom onset to hospitalisation/case isolation was about 3 days longer for locally acquired cases than for imported cases.", "significant resources for contact tracing and quarantine, and countries should be prepared to allocate considerable public health resources during the containment phase, should local clusters emerge in their population. In addition, prompt sharing of information on cases and contacts through international notification systems such as the International Health Regulations (IHR) mechanism and the European Commission's European Early Warning and Response System is essential to contain international spread of infection.\n", "had a history of travel to China", "Testing of suspected cases based on geographical risk of importation needs to be complemented with additional approaches to ensure early detection of local circulation of COVID-19, including through testing of severe acute respiratory infections in hospitals irrespectively of travel history as recommended in the WHO case definition updated on 27 February 2020 ", "include fever among several clinical signs or symptoms indicative for the suspected case definition.", "to help plan for the impact on the healthcare system and the wider population.", "to understand the proportion of cases who are asymptomatic.", "help estimate the incidence of severe cases and identify risk factors for severity and death", "Established hospital surveillance systems that are in place for influenza and other diseases in Europe may be expanded for this purpose. In addition, a number of countries in Europe are adapting and, in some cases, already using existing sentinel primary care based surveillance systems for influenza to detect community transmission of SARS-CoV-2", "will be used globally to help identify evidence of widespread community transmission and, should the virus spread and containment no longer be deemed feasible, to monitor intensity of disease transmission, trends and its geographical spread.", " to complement surveillance data to build knowledge on the infectious period, modes of transmission, basic and effective reproduction numbers, and effectiveness of prevention and case management options also in settings outside of China.", "exponential growth pattern", "469 (95% CI: 403&minus;540) unreported cases from 1 to 15 Januar", "basic reproduction number,", "reased 21-fold (95% CI: 18", "019-nCoV at 2.56 (95% CI", " to have occurred during the first ha", "s first identified in Wuhan, China", "ymptoms including fever, cough, and sh", "sed", "k had resulted in 2066 (618 of them are in Wuhan) confirmed cases and 56 (45 of them were in Wuhan) deaths in ", " were reported in Thailand, Japan, Republic of Korea, Hong Kong, Taiwan, Australia, and", "at there had been 4000 (95%CI: 1000-9700) cases in Wuhan with symptoms onset by 18 January 2020, and the basic reproduction number (R 0 ) was estimated at 2.6 (95", "y released by the Wuhan Municipal ", ", and later by the National Health C", ", the C i series, as an exponential growi", ", the C i series, as an exponential growin", "bioinformatics analysis on a virus genome from a patient with 2019-nCoV infection and compared it with other related coronavirus genomes.", "Overall, the genome of 2019-nCoV has 89% nucleotide identity with bat SARS-like-CoVZXC21 and 82% with that of human SARS-CoV. The phylogenetic trees of their orf1a/b, Spike, Envelope, Membrane and Nucleoprotein also clustered closely with those of the bat, civet and human SARS coronaviruses.", "the external subdomain of Spike’s receptor binding domain of 2019-nCoV shares only 40% amino acid identity with other SARS-related coronaviruses. ", " its orf3b encodes a completely novel short protein. Furthermore, its new orf8 likely encodes a secreted protein with an alpha-helix, following with a beta-sheet(s) containing six strands.", "Learning from the roles of civet in SARS and camel in MERS, hunting for the animal source of 2019-nCoV and its more ancestral virus", "Coronaviruses (CoVs) are enveloped, positive-sense, single-stranded RNA viruses that belong to the subfamily Coronavirinae, family Coronavirdiae, order Nidovirales.", "Alphacoronavirus (αCoV), Betacoronavirus (βCoV), Deltacoronavirus (δCoV), and Gammacoronavirus (γCoV) ", " that bats and rodents are the gene sources of most αCoVs and βCoVs, while avian species are the gene sources of most δCoVs and γCoVs.", "severe acute respiratory syndrome CoV (SARS-CoV) which emerged in China in 2002-2003 to cause a large-scale epidemic with about 8000 infections and 800 deaths, and Middle East respiratory syndrome CoV (MERS-CoV) which has caused a persistent epidemic in the Arabian Peninsula since 2012", "these viruses have likely originated from bats and then jumped into another amplification mammalian host [the Himalayan palm civet (Paguma larvata) for SARS-CoV and the dromedary camel (Camelus dromedarius) for MERS-CoV] ", "6 CoVs were known to infect human, including 2 αCoV (HCoV-229E and HKU-NL63) and 4 βCoV (HCoV-OC43 [ ", "self-limiting upper respiratory infections in immunocompetent hosts and occasionally lower respiratory tract infections in immunocompromised hosts and elderly ", " SARS-CoV (lineage B βCoV) and MERS-CoV (lineage C βCoV) may cause severe lower respiratory tract infection with acute respiratory distress syndrome and extrapulmonary manifestations, such as diarrhea, lymphopenia, deranged liver and renal function tests, and multiorgan dysfunction syndrome, among both immunocompetent and immunocompromised hosts with mortality rates of ∼10% and ∼35%, respectively ", "a familial cluster of 2019-nCoV infection in a Shenzhen family with travel history to Wuhan ", "a 2019-nCoV complete genome from a patient in this familial cluster and compared it with the genomes of related βCoVs to provide insights into the potential source and control strategies.", "2019-nCoV HKU-SZ-005b was available at GenBank (accession no. MN975262)", "strains collected from human, bats, and Himalayan palm civet between 2003 and 2018, with one 229E coronavirus strain as the outgroup.", " by the neighbour joining method was performed using MEGA X software, with bootstrap values being calculated from 1000 trees", "using the Poisson correction method and were in the units of the number of amino acid substitutions per site [", "using PSI-blast-based secondary structure PREDiction (PSIPRED) ", " initial amino acid sequences were input and analysed using neural networking and its own algorithm. ", "29891 nucleotides in size, encoding 9860 amino acids", "38%", "There are no remarkable differences between the orfs and nsps", " in orf3b, Spike and orf8 but especially variable in Spike S1 and orf8 which were previously shown to be recombination hot spots.", "The S1 subunit contains a signal peptide, followed by an N-terminal domain (NTD) and receptor-binding domain (RBD), while the S2 subunit contains conserved fusion peptide (FP), heptad repeat (HR) 1 and 2, transmembrane domain (TM), and cytoplasmic domain (CP).", "S2 subunit of 2019-nCoV is highly conserved and shares 99% identity with those of the two bat SARS-like CoVs (SL-CoV ZXC21 and ZC45) and human SARS-CoV ", " the broad spectrum antiviral peptides against S2 would be an important preventive and treatment modality for testing in animal models before clinical trials ", "Though the S1 subunit of 2019-nCoV shares around 70% identity to that of the two bat SARS-like CoVs and human SARS-CoV (Figure 3(A) ), the core domain of RBD (excluding the external subdomain) are highly conserved (", "Most of the amino acid differences of RBD are located in the external subdomain,", " the external subdomain,", "its receptor usage, interspecies transmission and pathogenesis.", "bat SARSr-CoVs have two stretches of deletions in the spike receptor binding domain (RBD) when compared with that of human SARS-CoV", "Yunnan strains such as the WIV1", "can use human ACE2 as a cellular entry receptor. ", "can infect suckling rats and cause inflammation in the brain tissue, and pathological changes in lung & intestine. ", "The two retained deletion sites in the Spike genes of ZXC21 and ZC45", " that different orf3b proteins display different IFN antagonist activities and this function is independent of the protein's nuclear localization, suggesting a potential link between bat SARS-related-CoV orf3b function and pathogenesis.", "an accessory protein found in the Betacoronavirus lineage B coronaviruses", "fulllength orf8", "two bat SARS-related-CoV (Bat-CoV YNLF_31C and YNLF_34C) ", "the group that includes the closest genome sequences of bat SARS-related-CoV ZXC21 and ZC45. ", "the new 2019-nCoV orf8 is distant from the conserved orf8 ", "to trigger intracellular stress pathways and activates NLRP3 inflammasomes", "to form a protein with an alpha-helix, following with a betasheet(s) containing six strands ", "2019-nCoV is a novel lineage B Betacoronavirus closely related to bat SARS-related coronaviruses. It also has unique genomic features which deserves further investigation to ascertain their roles in viral replication cycle and pathogenesis. More animal sampling to determine its natural animal reservoir and intermediate animal host in the market is important. This will shed light on the evolutionary history of this emerging coronavirus which has jumped into human after the other two zoonotic Betacoroanviruses, SARS-CoV and MERS-CoV.", "Wuhan, Hubei Province, China", "Global Initiative on Sharing All Influenza Data (GISAID) (https://www.gisaid.org/)", "E and RdRp genes", "smokers were 1.4 times more likely (RR=1.4, 95% CI: 0.98–2.00) to have severe symptoms of COVID-19 and approximately 2.4 times more likely to be admitted to an ICU, need mechanical ventilation or die compared to non-smokers (RR=2.4, 95% CI: 1.43–4.04)", "Previous studies have shown that smokers are twice more likely than non-smokers to contract influenza and have more severe symptoms, while smokers were also noted to have higher mortality in the previous MERS-CoV outbreak", "limited information available regarding incubation time, transmissibility, and virus origin", "Washington", "January 15, 2020", "January 24, 2020", "Chicago", "January 30, 2020", "January 30, 2020", "January 31, 2020,", "Fever and cough ", "patients with underlying medical conditions and the elderly", "patients with underlying medical conditions and the elderly", "between 2 and 14 days", "close contact with an infected person", "Although the likelihood of coinfection of 2019-nCoV and another respiratory virus is thought to be low, a positive finding of another respiratory pathogen does not exclude the diagnosis of 2019-nCoV", "168 million people across 50 countries", "those in complex humanitarian crises, which lack the infrastructure, support, and health systems to mount a comprehensive response. ", "Poor governance, public distrust, and political violence ", "Populations affected by humanitarian crises ", "due to displacement, crowded housing, malnutrition, inadequate water, sanitation, and hygiene (WASH) tools, and stigmatization", "Disease outbreaks further reduce access to limited healthcare, which is increasingly disrupted by attacks on health facilities and the persistent overburdening of health systems. ", " limited public health, laboratory, and primary care services ", "Providing the limited healthcare worker cadre with appropriate training and personal protective equipment, and ensuring a continuous supply chain ", " Frequent displacement and limited contact information ", "overcrowding limit the implementation of both quarantine of those exposed and isolation of those who are ill. ", "increased vulnerabilities, humanitarian crises", "to protect healthcare workers, develop and deploy rapid testing, improve surveillance, and enact quarantine and isolation of contacts and cases.", " Respiratory hygiene i", "hand hygiene, safe cough practice, and social distancing [", " the distribution of soap to households in humanitarian settings has been shown to increase handwashing by over 30%", "the rights to dignity and to fully participate in decisions related to assistance in humanitarian crises. ", "Widespread introduction of alcohol-based hand rubs ", "The Sphere Handbook, a collection of rights-based guidelines for humanitarian response", " reducing both bacterial and viral pathogen transmission,", "evidence pertaining to the prevention of illnesses transmitted by the faecal-oral route, with the focus on hand hygiene proximate to latrines", "latrines in crisis settings are often shared and distant from residential shelters,", " for accessing latrine-adjacent handwashing stations, particularly for hand hygiene to prevent respiratory pathogen transmission.", "Crisis-affected community engagement is integral in pandemic planning,", " mitigation plans will fall short of health and human rights obligations in outbreak response", "Transparent and credible information-sharing mechanisms ", "Diplomacy bridging long-standing mistrust of public health and biomedical interventions and facilitating engagement with contentious actors "]